[
  {
    "id": 1,
    "title": "Comment prendre soin des cheveux afro à faible porosité",
    "content": "  <p class=\"margin-text\">\n                Découvrez comment déterminer votre type de porosité capillaire, créer une routine de lavage, bien hydrater vos cheveux et les meilleurs conseils pour maîtriser les soins des cheveux à faible porosité\n            </p>\n            <br>\n\n            <h3 class=\"margin-text\">Comment savoir si vous avez des cheveux à faible porosité ?</h3>\n\n            <p class=\"margin-text\">\n                Vous pouvez réaliser un simple test de porosité avec de l'eau. Prenez un verre d'eau et une mèche de cheveux, puis laissez tomber la mèche dans le verre. Si les cheveux flottent à la surface, vous avez des cheveux à faible porosité. Voici d'autres signes :\n            </p>\n            \n            <ul class=\" margin-text article2__content--list\">\n                <li>Les produits restent à la surface des cheveux.</li>\n                <li>Vous avez souvent des accumulations de produits.</li>\n                <li>Les cheveux paraissent gras.</li>\n                <li>Les cheveux prennent du temps à être mouillés sous la douche.</li>\n                <li>Les cheveux mettent longtemps à sécher à l'air libre.</li>\n            </ul><br>\n\n            <h3 class=\"margin-text\">À quelle fréquence laver les cheveux à faible porosité ?</h3>\n\n            <p class=\"margin-text\">\n                Les cheveux à faible porosité sont sujets aux accumulations de produits, ce qui signifie qu'il faut les laver plus fréquemment. Il est recommandé de laver vos cheveux toutes les une à deux semaines. Soyez attentif aux signes d'accumulation comme des résidus visibles, des desquamations, un cuir chevelu sec ou irrité, un manque de définition des boucles et une perte de brillance.\n            </p>\n            <br>\n\n            <h3 class=\"margin-text\">Comment hydrater les cheveux à faible porosité ?</h3>\n\n            <p class=\"margin-text\">\n                Le défi principal des cheveux à faible porosité est l'absorption de l'humidité. Utiliser plus de produit n'est pas la solution. Choisissez plutôt des produits capillaires légers et sans huile lourde. Les produits à base d'eau, comme les sprays et les laits hydratants, pénètrent mieux les cheveux.\n            </p>\n            <br>\n\n            <h3 class=\"margin-text\">6 Conseils essentiels pour les cheveux à faible porosité</h3><br>\n\n            <h4 class=\"margin-text\">Utilisez des produits à base d'eau</h4>\n            <p class=\"margin-text\">\n                Les produits légers comme les laits hydratants ou les sprays sont idéaux. Utilisez un shampoing purifiant pour nettoyer en profondeur et éliminer les impuretés.\n            </p>\n            <br>\n\n            <h4 class=\"margin-text\">Optez pour un après-shampoing léger</h4>\n            <p class=\"margin-text\">\n                Un après-shampoing léger contenant des humectants comme le miel, l'aloe vera et la glycérine aidera à hydrater vos cheveux sans créer d'accumulation.\n            </p>\n            <br>\n\n            <h4 class=\"margin-text\">Appliquez les produits sur des cheveux humides</h4>\n            <p class=\"margin-text\">\n                Appliquez vos produits capillaires lorsque vos cheveux sont humides, mais pas trempés, pour permettre une meilleure absorption.\n            </p>\n            <br>\n\n            <h4 class=\"margin-text\">Lavez vos cheveux à l'eau tiède</h4>\n            <p class=\"margin-text\">\n                L'eau tiède aide à ouvrir les cuticules des cheveux, permettant à l'humidité de pénétrer plus facilement.\n            </p>\n            <br>\n\n            <h4 class=\"margin-text\">Utilisez un vapeurisateur pour cheveux</h4>\n            <p class=\"margin-text\">\n                La vapeur ouvre les follicules et les cuticules des cheveux, permettant une meilleure pénétration de l'humidité et des traitements.\n            </p>\n            <br>\n\n            <h4 class=\"margin-text\">Protégez vos cheveux la nuit</h4>\n            <p class=\"margin-text\">\n                Utilisez un bonnet en satin pour réduire les frictions et prévenir les frisottis et la sécheresse pendant que vous dormez.\n            </p>\n            <br>\n\n            <p class=\"margin-text\">\n                Prenez soin de vos cheveux à faible porosité en adoptant des pratiques douces et adaptées. Expérimentez différentes techniques pour trouver celles qui conviennent le mieux à vos cheveux et profitez de boucles bien hydratées et définies.\n            </p>",
    "image_path": "https://images.unsplash.com/photo-1544221479-8018af1e5f49?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "image_alt": "femme avec cheveux afros"
  },
  {
    "id": 2,
    "title": "Comment prendre soin de ses cheveux afro en vacances ?",
    "content": " <p class=\"margin-text\">\n                Les vacances sont un moment de détente et de plaisir, mais pour ceux d'entre nous qui ont des cheveux afro, cela peut aussi être une période de préoccupation. Entre l'humidité, le soleil, le chlore et le sel de mer, nos cheveux peuvent être soumis à de nombreux stress environnementaux. Heureusement, avec les bons soins et précautions, vous pouvez maintenir vos magnifiques boucles en pleine santé pendant vos vacances. Dans cet article, nous partagerons des conseils pratiques sur la façon de prendre soin de vos cheveux afro pendant vos voyages.\n            </p>\n            <br>\n            \n            <h3 class=\"margin-text\">Protection contre le soleil et la chaleur</h3>\n            <p class=\"margin-text\">\n                Lorsque vous êtes exposé(e) au soleil, vos cheveux afro peuvent devenir secs et fragiles. Utilisez un chapeau, un foulard ou un produit capillaire contenant un filtre UV pour protéger vos cheveux des rayons nocifs. Évitez également l'utilisation excessive de chaleur des appareils tels que les sèche-cheveux, car cela peut endommager vos cheveux.\n            </p>\n            <br>\n            \n            <h3 class=\"margin-text\">Hydratation régulière</h3>\n            <p class=\"margin-text\">\n                L'hydratation est essentielle pour maintenir la santé de vos cheveux afro. Pendant vos vacances, assurez-vous de boire suffisamment d'eau pour hydrater vos cheveux de l'intérieur. De plus, utilisez des produits hydratants tels que des crèmes ou des laits capillaires.\n            </p>\n            <br>\n            \n            <h3 class=\"margin-text\">Protection contre l'eau salée et le chlore</h3>\n            <p class=\"margin-text\">\n                Si vous prévoyez de passer du temps à la plage ou à la piscine, protégez vos cheveux du sel de mer et du chlore en les mouillant d'abord avec de l'eau douce avant de vous baigner. Ensuite, appliquez un revitalisant ou une huile légère pour former une barrière protectrice. Après la baignade, rincez vos cheveux à l'eau claire pour éliminer les résidus de sel ou de chlore.\n            </p>\n            <br>\n            \n            <h3 class=\"margin-text\">Coiffures protectrices</h3>\n            <p class=\"margin-text\">\n                Les coiffures protectrices comme les tresses, les vanilles, les twists ou les chignons peuvent aider à protéger vos cheveux afro des dommages causés par les éléments. En optant pour des coiffures qui minimisent la manipulation et la manipulation excessive des cheveux, vous pouvez réduire les risques de casse et de dessèchement.\n            </p>\n            <br>\n            \n            <h3 class=\"margin-text\">Entretien après-soleil</h3>\n            <p class=\"margin-text\">\n                Après une journée passée au soleil, prenez le temps de rincer et d'hydrater vos cheveux pour éliminer les résidus de sel, de chlore et de produits capillaires. Utilisez un revitalisant hydratant ou un masque capillaire pour restaurer l'hydratation perdue et nourrir vos boucles.\n            </p>\n            <br>\n            \n            <p class=\"article3__content--last-paragraphe margin-text\">\n                En suivant ces conseils simples mais efficaces, vous pouvez prendre soin de vos cheveux afro et les garder en pleine santé pendant vos vacances. N'oubliez pas de profiter de votre temps libre, tout en prenant soin de vos magnifiques boucles. Avec un peu de prévoyance et les bons produits, vous pouvez faire en sorte que vos vacances soient aussi bonnes pour vos cheveux que pour votre esprit.\n            </p>",
    "image_path": "https://images.unsplash.com/photo-1517840933437-c41356892b35?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_alt": "femmes noires à la plage"
  },
  {
    "id": 3,
    "title": "Visage carré: 6 idées de coiffures",
    "content": "  <p class=\"margin-text\">\n                Les coiffures afro offrent une variété infinie de possibilités pour mettre en valeur la beauté naturelle de vos cheveux, et elles peuvent également être utilisées pour complimenter différentes formes de visage. Dans cet article, nous explorerons six superbes coiffures afro spécialement conçues pour les visages carrés. Pour chaque coiffure, nous expliquerons pourquoi elle convient bien à cette forme de visage et quel effet elle vise à obtenir. Que vous recherchiez une coiffure flatteuse pour mettre en valeur vos traits ou une option audacieuse pour exprimer votre style, vous trouverez sûrement l'inspiration parmi ces idées.\n            </p>\n\n            <div class=\"article1__grid margin-text\">\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/knotless.jpg\" alt=\"Coiffure Tresses knotless\">\n\n                    <h3 class=\"margin-text\"> Knotless Braids</h3>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        Les tresses knotless encadrent joliment les contours du visage carré, adoucissant les angles et créant une apparence plus douce.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        L'objectif est d'atténuer les traits anguleux du visage carré en apportant une touche de féminité et d'élégance. Les tresses knotless offrent également une coiffure pratique et avec peu d'entretien pour les femmes occupées.\n                    </p>\n\n                </div>\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/bantu.jpg\" alt=\"Coiffure Bantu Knots\">\n\n                    <h3 class=\"margin-text\">Bantu Knots</h3>\n\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        Les bantu knots ajoutent de la hauteur au sommet de la tête, créant un effet de longueur qui équilibre les proportions du visage carré.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        L'objectif est de créer une silhouette plus équilibrée en donnant l'illusion de longueur. Les bantu knots sont également une coiffure ludique et polyvalente qui convient à diverses occasions.\n                    </p>\n\n                </div>\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/vanilles.jpg\" alt=\"Coiffure appelée vanilles\">\n\n                    <h3 class=\"margin-text\">Vanilles Longues</h3>\n\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        Les vanilles longues et délicates adoucissent les angles du visage carré tout en mettant en valeur la symétrie du visage. Cette coiffure crée un cadre doux autour du visage, accentuant ses traits naturels.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        L'objectif est de créer une apparence élégante et sophistiquée tout en mettant en valeur la texture naturelle des cheveux. Les vanilles longues offrent une apparence intemporelle et polyvalente qui convient à toutes les occasions.\n                    </p>\n\n                </div>\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/half.jpg\" alt=\"Coiffure demi-chignon\">\n\n                    <h3 class=\"margin-text\">Half-Up, Half-Down</h3>\n\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        La coiffure half-up, half-down crée un équilibre entre la longueur et la hauteur, adoucissant ainsi les angles du visage carré.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        Cette coiffure vise à créer une apparence élégante et sophistiquée tout en mettant en valeur la forme naturelle du visage. Le half-up, half-down est idéal pour ajouter une touche de style à votre look quotidien ou à une occasion spéciale.\n                    </p>\n\n                </div>\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/twist-out.jpg\" alt=\"Coiffure afro twist out\">\n\n                    <h3 class=\"margin-text\">Twist-Out Volumineux</h3>\n\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        Le twist-out adoucit les angles du visage carré en ajoutant de la texture et du volume aux cheveux. Cette coiffure crée une silhouette douce et arrondie qui met en valeur la beauté naturelle du visage.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        L'objectif est de créer une apparence volumineuse et texturée qui met en valeur la texture naturelle des cheveux afro. Le twist-out offre une apparence décontractée et pleine de vie, parfaite pour celles qui recherchent un look naturellement glamour.\n                    </p>\n                </div>\n\n                <div class=\"article1__grid--item\">\n\n                    <img class=\"article1__grid-item--image\" src=\"/images/coiffures-visage-carre-article/puff.jpg\" alt=\"Coiffure queue de cheval afro\">\n\n                    <h3 class=\"margin-text\">High Puff</h3>\n\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Pourquoi cela va bien avec un visage carré : </span>\n                        Le high puff crée une silhouette ronde qui contraste avec les lignes droites du visage carré, ajoutant de la douceur et de la féminité.\n                    </p>\n                    <p class=\"margin-text\">\n                        <span class=\"article1__text--highlights\">Effet recherché : </span>\n                        L'objectif est d'adoucir les angles du visage carré et de mettre en valeur la hauteur naturelle des cheveux. Le high puff est une coiffure amusante et polyvalente qui convient à toutes les occasions.\n                    </p>\n\n                </div>\n\n            </div>\n            <br>\n            \n            <p class=\"article1__paragraph--last margin-text\">\n                Les coiffures afro offrent une vaste gamme de possibilités pour magnifier la beauté naturelle des cheveux tout en s'adaptant parfaitement aux différentes formes de visage, notamment le visage carré. En explorant ces six idées de coiffures, vous trouverez sans aucun doute l'inspiration nécessaire pour exprimer votre style unique tout en mettant en valeur la forme carrée de votre visage. Que vous soyez à la recherche d'une coiffure pour une occasion spéciale ou pour votre quotidien, ces options vous offriront le parfait mélange de féminité, d'élégance et de praticité.\n            </p>",
    "image_path": "https://images.unsplash.com/photo-1548207783-be9603701db5?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_alt": "femme noire posant avec ses mains"
  }
]
